app/controllers/pages_controller.rb

  def work
    @portfolioitems = PortfolioItem.all
---
SELECT "portfolio_items".* FROM "portfolio_items"