app/controllers/portfolio_items_controller.rb

SELECT "portfolio_items".* FROM "portfolio_items"
---
  def index
    @portfolioitems = PortfolioItem.all